Autodesk.Revit.DB.BoundingBoxUV.Bounds(System.Int32)
Indexed access for loops. Use 0 for Min and 1 for Max.

Autodesk.Revit.DB.BoundingBoxUV.Max
Maximum coordinates (upper-right corner of the box).

Autodesk.Revit.DB.BoundingBoxUV.Min
Minimum coordinates (lower-left corner of the box).

Autodesk.Revit.DB.BoundingBoxUV.#ctor(System.Double,System.Double,System.Double,System.Double)
Creates object with supplied values.
min_u: The first coordinate of min.
min_v: The second coordinate of min.
max_u: The first coordinate of max.
max_v: The second coordinate of max.

Autodesk.Revit.DB.BoundingBoxUV.#ctor
default constructor

Autodesk.Revit.DB.BoundingBoxUV
A two-dimensional rectangle, parallel to the coordinate axes.